Repository: FelixJacobi/stsbl-iserv-repo-mon
Catalog: share/locale/*/repo-mon3.po
Languages: de

source: StsBl-Repository: credentials
de: StsBl-Repository: Zugangsdaten

source: Credentials entered in the past are still saved, but not displayed for security reasons.
de: Zugangsdaten, die in der Vergangenheit eingegeben wurden, sind weiterhin gespeichert, werden aber aus Sicherheitsgründen nicht angezeigt.

source: Update credentials for the StsBl-Repository
de: Zugangsdaten für das StsBl-Repository aktualisieren

source: Your server is currently receiving %s updates from the repository of the Stadtteilschule Blankenese.
de: Ihr Server bezieht derzeit %s-Updates aus dem Repository der Stadtteilschule Blankenese.

source: To change that, login as root and run the command stsbl-repoconfig.
de: Um das zu ändern, melden Sie sich als root an und führen den Befehl stsbl-repoconfig aus.

source: For more information please refer to our documentation
de: Für mehr Informationen lesen Sie unsere Dokumentation

source: Access number
de: Zugangsnummer

source: Please enter the access number which you received via e-mail.
de: Bitte geben Sie die Zugangsnummer ein, die Sie per E-Mail erhalten haben.

source: Access number is required.
de: Zugangsnummer wird benötigt.

source: Access password
de: Zugangspasswort

source: Please enter the matching password for the access number.
de: Bitte geben Sie das passende Passwort für die Zugangsnummer ein.

source: Access password is required.
de: Zugangspasswort wird benötigt.

source: Save credentials
de: Zugangsdaten speichern
